
// Area
"ha" = "Hektar";
"ha_full" = "Hektar";

"acre" = "Acre";
"acre_full" = "Acre";

"decare" = "daa";
"decare_full" = "Decare";

// Length
"in" = "in";
"in_full" = "Daumen";

"ft" = "ft";
"ft_full" = "Fuß";

"mile" = "Meilen";
"mile_full" = "Meile";

"mm" = "Millimeter";
"mm_full" = "Millimeter";

"cm" = "Zentimeter";
"cm_full" = "Zentimeter";

"m" = "m";
"m_full" = "Meter";

"km" = "km";
"km_full" = "Kilometer";

// Weight
"kg" = "kg";
"kg_full" = "Kilogramm";

"pound" = "Pfunde";
"pound_full" = "Pfund";

"centner" = "Zentner";
"centner_full" = "Zentner";

"ton" = "t";
"ton_full" = "Tonne";

// Liquids
"pint" = "pints";
"pint_full" = "Pint";

"quart" = "quart";
"quart_full" = "Quart";

"liter" = "l";
"liter_full" = "Liter";

"british_gallon" = "gal";
"british_gallon_full" = "Britische Gallone";

"american_gallon" = "gal";
"american_gallon_full" = "US gallon";

"bushel" = "bu";
"bushel_full" = "Buschel";

// Temperature
"celsius" = "°C";
"celsius_full" = "Grad Celsius";

"fahrenheit" = "°F";
"fahrenheit_full" = "Grad Fahrenheit";

// Productivity
"bushel_per_acre" = "bu/acre";
"bushel_per_acre_full" = "Buschel pro Acre";

"ton_per_ha" = "t/ha";
"ton_per_ha_full" = "Tonne pro Hektar";

"centner_per_ha" = "c/ha";
"centner_per_ha_full" = "Zentner pro Hektar";

"us_ton_per_acre" = "t/acre";
"us_ton_per_acre_full" = "Amerikanische Tonne pro Acre";

"kg_per_decare" = "kg/daa";
"kg_per_decare_full" = "Kilogram per decare";

// Speed
"m_per_sec" = "m/s";
"m_per_sec_full" = "Meter pro Sekunde";

"mile_per_hour" = "Meilen/Stunde";
"mile_per_hour_full" = "Meilen pro Stunde";

"km_per_hour" = "Stundenkilometer";
"km_per_hour_full" = "Kilometer je Stunde";

// Fuel
"liter_per_ha" = "l/ha";
"liter_per_ha_full" = "Liter pro Hektar";

"american_pint_per_acre" = "pints/acre";
"american_pint_per_acre_full" = "US Pint pro Acre";

"american_quart" = "quarts/acre";
"american_quart_full" = "US Quart pro Acre";

"american_gallon_per_acre" = "gal/acre";
"american_gallon_per_acre_full" = "US gallon pro Acre";

"liter_per_100km" = "l/100km";
"liter_per_100km_full" = "Liter pro 100 km";

"km_per_liter" = "km/l";
"km_per_liter_full" = "Kilometer pro Liter";

"mile_per_us_gallon" = "mpg";
"mile_per_us_gallon_full" = "Meile pro US-Gallone";

"mile_per_uk_gallon" = "mpg";
"mile_per_uk_gallon_full" = "Meile pro britische Gallone";
